Repository: TronFortyTwo/volleyball2d
Catalog: po/*.po
Languages: el, nl

source: Continue
el: Συνέχεια
nl: Verder gaan

source: Return to menu
el: Επιστρέψτε στο μενού
nl: Terug naar het menu

source: You won this round
el: Νικήσατε αυτόν τον γύρο
nl: Je hebt deze ronde gewonnen

source: You lost this round
el: Χάσατε αυτόν τον γύρο
nl: Je hebt deze ronde verloren

source: Tap to continue
el: Αγγίξτε για να συνεχίστε
nl: Klik om verder te gaan

source: Pause
el: Παύση
nl: Pauzeren

source: Please rotate your device
el: Παρακαλώ περιστρέψτε την συσκεύη σας
nl: Draai uw apparaat

source: First to
el: Πρώτος σε

source: Highest Score
el: Υψηλότερη Βαθμολογία
nl: Hoogste score

source: Survival
el: Επιβίωση

source: Within a certain amount of time
el: Μέσα σε συγκεκριμένο χρόνο
nl: Binnen bepaalde tijd

source: Highest score without losing a point
el: Υψηλότερη βαθμολογία χωρίς να χαθεί ούτε ένας πόντος
nl: Hoogste score zonder een punt te verliezen

source: Rotate your device to move your player
el: Περιστρέψτε την συσκεύη σας για να μετακινήσετε τον παίκτη
nl: Draai je telefoon om je speler te bewegen

source: Tap to jump
el: Αγγίξτε για να πηδήξτε
nl: Klik om te springen

source: Press on the left or right of the screen to move
el: Πιέστε στα αριστερά ή στα δεξιά της οθόνης για να μετακινηθείτε
nl: Klik aan de linkerkant van het scherm om te bewegen

source: Tap in the center or a two finger press to jump
el: Αγγίξτε στο κέντρο ή πιέστε με τα δύο δάχτυλα για να πηδήξτε
nl: Klik met twee vingers of in het midden van het scherm om te springen

source: Settings
el: Ρυθμίσεις
nl: Instellingen

source: Use motion
el: Χρησιμοποίησε την κίνηση
nl: Gebruik beweging

source: Motion sensitivity
el: Ευαισθησία κίνησης
nl: Gevoeligheid voor beweging

source: Game
el: Παιχνίδι

source: Fullscreen
el: Πλήρης οθόνη
nl: Volledig scherm

source: Debug
el: Αποσφαλμάτωση
nl: Foutopsporing

source: AI Debug Layer
el: Επίπεδο αποσφαλμάτωσης τεχνητής νοημοσύνης

source: High Scores
el: Υψηλές βαθμολογίες

source: seconds
el: δευτερόλεπτα
nl: seconde

source: points
el: πόντοι
nl: punten

source: New fastest time
el: Νέος γρηγορότερος χρόνος
nl: Nieuwe snelste tijd

source: New highest score
el: Νέα υψηλότερη βαθμολογία
nl: Nieuwe high score

source: Final Score
el: Τελική Βαθμολογία
nl: Totale score

source: You
el: Εσείς

source: Computer
el: Υπολογιστής

source: Tap to return to the menu
el: Αγγίκτε για να επιστρέψτε στο μενού
nl: Druk hier om terug te keren naar het menu

source: Paused
nl: Gepauzeerd

source: Beta
nl: BÃ¨ta

source: Controls
nl: Besturing

source: Time
nl: Tijd
